Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Now, hundreds of thousands of people are on their way to this very same Europe.
ko: 하지만 지금, 이러한 유럽으로 난민 수십만 명이 전쟁과 폭력, 테러를 피해 쏟아져 들어오고 있다.

source: They flee from war, violence and terror or they flee from economic hardship, which often results from our own consumer behavior or geostrategic interests.
ko: 어떤 이들은 경제적 어려움을 피해 유럽으로 오기도 한다(이런 경제적 어려움은 당사자의 소비 행동에서 비롯된 것일 수도 있고, 지정학적 이해관계가 초래한 결과일 수도 있다).

source: The challenges provoked by this influx of people who search for peace and happiness in Europe cannot be solved solely with financial resources.
ko: 수많은 이들이 평화와 행복을 찾아 유럽으로 물 밀듯 밀려오고 있는 지금, 이로 인해 발생하는 문제들은 단순히 재력만으로는 해결할 수 없는 문제들이다.

source: Europe is rich enough to accommodate these people. The challenges lie on quite different levels. They are cultural.
ko: 유럽은 난민을 포용할 수 있는 경제적 능력이 있지만, 문제는 다른 차원 - 바로 문화적인 차원에 있다.

source: They constitute a real test for what is often referred to as "European values" in major speeches, be it speeches for peace prices or for similar occasions.
ko: 평화상 시상식이나 그 외 비슷한 행사에서 연설 때마다 흔히들 말하는 ‘유럽의 가치관’이라는 것이 그야말로 진짜 시험대에 오르게 된 것이다.

source: Gerz is the artist behind the "Square of European Promise" in Bochum, Germany, due to be inaugurated on December 11, 2015.
ko: 요헨 게르츠는 독일 보훔 시의 (2015년 12월 11일 준공식을 치를 예정인) "유럽 약속 광장(Square of European Promise)"을 기획한 장본인이다.

source: He has dedicated the last decade to the creation of the square, in which 14,726 names of people who have made a promise to Europe will be inscribed.
ko: 게르츠가 지난 10년이라는 시간을 바친 이 광장에는 유럽을 위해 (일종의 성명과도 같은) 약속을 한 유럽인 14,726명의 이름이 새겨졌다.

source: The individual commitments remain secret, but their names etched in the square represent the promise of a diverse, unified Europe.
ko: 개개인의 약속 내용은 비밀이지만, 광장에 새겨진 이들의 이름은 다양성을 추구하면서도 하나로 통합된 유럽을 만들겠다는 약속을 상징하게 된다.

source: The starting point for the artist were two existing lists in the Christ Church, next to the square: one of 28 “enemies of Germany” from the year 1931 and another of the dead from the First World War.
ko: 게르츠가 이 광장을 구상하게 된 시발점은 광장 옆 크라이스트 처치 교회에 있는 오래된 명단 2개였는데, 그중 하나는 1931년 당시 독일의 적국 명단이었고 다른 하나는 제1차 세계 대전 희생자 명단이었다.

source: Gerz wanted to contrast these with a "list of the living".
ko: 게르츠는 "살아있는 자들의 명단"을 만들어 다른 명단 2개와 극명히 대비되는 효과를 얻고자 했다.

source: Korten continues his prompt for the blog carnival with a set of questions that many people in Europe are pondering at the moment:
ko: 코르텐은 현재 다수 유럽인들이 고민 중인 여러 문제를 제기하며 모두에게 블로그 축제에 참여할 것을 계속 촉구하고 있다:

source: These days, we need to find the answers to urgent questions.
ko: 지금 우리는 해결이 시급한 문제들의 해답을 찾아야 한다.

source: Our policy needs to, but so does each and everyone of us.
ko: 정책적 차원은 물론이거니와 우리 개개인 모두에게도 이것은 마찬가지다.

source: What is our freedom worth to us?
ko: 우리의 자유는 우리에게 어떤 가치가 있는가?

source: What is the others’ freedom worth to us?
ko: 다른 이들의 자유는 우리에게 어떤 가치가 있는가?

source: Do we realize and appreciate our good fortune to live in democratic societies?
ko: 운 좋게 민주주의 사회에 살고 있다는 사실을 다행으로 여기고 감사해 하고 있는가?

source: What is our education worth to us?
ko: 우리의 교육은 우리에게 어떤 가치가 있는가?

source: Our culture, our cultures?
ko: 우리의 문화, 문화들의 가치는?

source: How we deal with each other, in this Europe?
ko: 지금 현재의 유럽에서 어떻게 서로를 대하며 공존할 것인가?

source: Is there still something like a common idea?
ko: 공동의 이념이라는 것이 아직도 존재하는가?

source: An idea of what this Europe could stand for, besides economic prosperity?
ko: 경제적 번영을 꾀하는 것 외에도 전 유럽이 공유할 수 있는 이념이 존재하는가?

source: The initiators of the blog carnival want to start a dialogue on what Europe as a concept means to its citizens.
ko: 코르텐과 게르츠 두 사람은 유럽이라는 개념이 유럽인들에게 어떤 의미가 있는지 논의를 시작하려 하고 있다.

source: Learn more on how to participate by clicking here.
ko: 참여하고 싶은 사람은 여기를 클릭하면 된다.

source: Saudi Women Vote in Historic Elections; Now They Want More Rights · Global Voices
ko: 사우디의 역사를 새로 쓴 투표장의 사우디 여성들, 더 많은 자유를 찾아 나서다.

source: Saudi Fawzia Al Rashid posts this photograph of herself on Twitter @fawziaalrashid after taking part in the municipal elections, which allowed Saudi women to nominate themselves and vote for the first time
ko: 사우디아라비아인 파우자 알 라시드 씨가 지방의회 선거 투표 후 자신의 트위터 계정 @fawziaalrashid에 올린 사진. 이번 지방선거에서는 사우디 최초로 여성의 참정권이 허용됐다.

source: Twenty-one women won seats in Saudi Arabia’s municipal elections, the country’s first-ever elections open to female voters and candidates.
ko: 사우디아라비아 최초로 여성의 투표권과 후보 등록이 허용된 이번 지방선거에서 여성 후보 21명이 당선됐다.

source: Around 900 women competed against 6,000 male candidates in the elections for 2,100 seats on 284 municipal councils, responsible for local affairs, including public gardens, sewerage and rubbish collection.
ko: 공동 정원과 하수도, 쓰레기 수거 등의 지역 공공시설 관리에 책임이 있는 284개 시의회의 의석 2,100개를 두고 900여 명의 여성이 남성 후보자 6,000명과 경합을 벌였다.

source: Another 1,050 councillors will be appointed, with many expecting women among them.
ko: 또 다른 의원 1,050명이 임명될 예정으로, 많은 이들이 그중 여성이 나올 것을 점치고 있다.

source: The historic election took place on Saturday, December 12 with 130,000 women registered to vote, and 978 running as candidates.
ko: 여성 13만여 명이 유권자 등록을 하고 여성 978명이 후보자 등록을 한 이 역사적인 선거는 지난 12월 12일 토요일에 열렸다.

source: It is big news for Saudi women — a remarkable moment in a very conservative country where women are not allowed to drive and are subject to male guardianship laws.
ko: 여성이 운전하는 것이 금지되어 있고 남성이 동행해야만 외출이 허락되는 매우 보수적인 나라에서, 이번 선거는 사우디 여성들에게는 기념비적인 사건이다.

source: A total of 130,000 women were registered to vote, compared to 1.3 million men.
ko: 유권자 등록이 된 여성은 총 13만여 명, 남성은 130만 명이었다.

source: The voter turn out was estimated at 47 per cent.
ko: 투표율은 47%로 추산되었다.

source: Two women activists were disqualified from running the race.
ko: 한편, 후보 중 여성 운동가 2명은 후보 자격을 박탈당하기도 했다.

source: They are Loujain Al-Hathloul, who has campaigned and been arrested for advocating for women to drive and Shia human rights activist Naseema Al-Sadah.
ko: 여성의 운전할 권리를 주장하며 사회적으로 운동을 벌이다 체포된 루자인 알 하스룰과 시아파 인권 운동가 나시마 알 사다가 바로 그들이다.

source: On Twitter, Al Hathloul demanded answers for why her candidacy was dropped. She went on saying:
ko: 트위터에서 알 하스룰은 왜 자신의 후보 자격이 박탈되었는지에 대한 해명을 요구하는 한편 다음과 같이 썼다:

source: Despite all the drawbacks that have happened to me and others in this election round, I am happy with the success of the men and women elected to the councils.
ko: 비록 이번 선거에서 저와 다른 이들은 패배했지만, 의원직에 당선된 남녀 후보들에 대해 기쁜 마음입니다.

source: Congratulations to all the winners and I wish you success
ko: 당선자 여러분 모두에게 축하를 보내며, 성공을 기원합니다.

source: Banned from running the race, Al Sadah exercised her right to vote, encouraging other women to make their voices heard.
ko: 후보 자격이 박탈된 알 사다는 다른 여성들에게도 목소리를 높이라고 독려하며 투표권을 행사했다.

source: That moment a woman casts her vote in a ballot box is an historic moment and don't ever give up on your right to vote and participate.
ko: 여성이 투표함에 투표용지를 넣는 순간은 역사적인 순간입니다. 자신의 투표할 권리를 절대 포기하지 마세요.

source: She also reminds Saudis:
ko: 그녀는 또한 사우디인들에게 다음과 같은 사실을 일깨웠다.

source: Elections may not result in the best elected to office, but bring out those who get the most votes.
ko: 선거라는 것은 최고의 후보가 당선되는 것이라기보다는, 표를 가장 많이 얻은 이들이 당선되는 것입니다.

source: Despite the setbacks, women were ecstatic with the elections, with many sharing videos and photographs of themselves voting.
ko: 운동가인 타마도르 알 야미는 투표 후 다음과 같은 영상을 공유했다.

source: Activist Tamador Al-Yami shares this video after voting:
ko: "전 방금 투표했어요.

source: "I have just completed voting and may the women candidates be successful and we see the biggest changes at their hands."
ko: 여성 후보들이 잘돼서 커다란 변화의 바람을 몰고 왔으면 하는 바람입니다. "

source: Like many Saudi women, Al-Yami sees the landmark elections with a lot of hope, for improving the conditions of women in the Kingdom.
ko: 여느 사우디 여성들과 마찬가지로 알 야미 역시 이번을 계기로 사우디 여성들이 처한 환경이 개선되기를 고대하며 이번 선거를 희망에 찬 시선으로 보고 있다.

source: Now They Want More
ko: 이제부터가 시작 - 우리는 더 많은 자유를 원한다.

source: The October 26 campaign, which had launched nation-wide campaigns for women to drive, hoped to take the elections as an opportunity to remind people of their demand which calls upon Saudi Arabia to lift the driving ban on women:
ko: 여성의 운전할 권리를 주장하는 운동을 전국적으로 촉발한 10월 26일 캠페인 본부는 이번 선거를 여성의 운전 금지 철폐를 촉구하는 자신들의 요구를 관철할 기회로 삼고자 했다.

source: "We congratulate the female winners and take this opportunity to remind people of our call for lifting the driving ban on women."
ko: "여성 당선자들에게 축하 인사를 보내며, 이번을 계기로 여성이 운전하는 것을 금지하는 관행을 철폐할 것을 다시 한번 요구합니다.

source: And Abdulla Al-Alami wishes for more freedom for women in his country:
ko: 압둘라 알 알라미는 사우디 여성들이 자유를 좀 더 누릴 수 있게 되기를 바라며 다음과 같이 썼다.

source: Changing the civil status code to guarantee the rights of women and allowing women into the municipal councils.
ko: 여성의 권리가 보장되도록 여성의 법적 지위를 바꾸고 여성 의원들의 참여를 허용하는 것.

source: The next step is giving women the freedom to move, travel, seek medical treatment, study abroad and work.
ko: 그다음 단계는 여성들에게 이동하고 여행하고 병원을 방문하고 외국에서 공부하고 일을 할 수 있는 자유를 부여하는 것입니다. 힌드 알 자헤드는 사우디 여성들에게 투표해야 하는 이유를 이렇게 설명한다.

source: Hind Al-Zahed explains why people should vote for Saudi women:
ko: 우리나라 여성들은 남성들과 동등한 기회를 얻지 못했습니다.

source: My vote goes to the women.
ko: 그래서 전 계속 여성들을 지지할 것입니다.

source: Women in my country did not get equal opportunities and this is why I will continue to support them until they become equal and then we can choose the better
ko: 여성들과 남성들이 평등해져서 남녀 구별 없이 그중 더 나은 후보를 고를 수 있는 날이 올 때까지 말이죠.

source: And in two tweets, Albara Al-Auhali describes how the mood shifted in the conservative kingdom, allowing women to finally vote:
ko: 알바라 알 아우할리는 트윗 2개를 통해 보수적인 사우디에서 마침내 여성들에게 참정권을 부여하는 가운데 나라의 분위기가 어떻게 달라졌는지 묘사한다.

source: Many Saudi women left their homes today to take part in municipal council elections and it all seemed very normal.
ko: 오늘 지방선거에 참여하려고 많은 여성들이 집을 나서는 모습은 그리 이상할 게 없는 풍경이었습니다.

source: Only four years ago, we had heated debates regarding this issue.
ko: 4년 전만 하더라도 우리는 이 문제에 대해서 열띤 토론을 벌이고 있었는데 말이죠.

source: 2005 Elections: Women voting is banned and no one has the courage to even demand it!
ko: 2005년 선거: 여성의 투표는 금지되었고 이때만 해도 아무도 이 문제에 대해 입조차 벙긋하려 하지 않았습니다!

source: 2011 Elections: The issue is debated but refused by the majority
ko: 2011년 선거: 여성 투표 허용에 대해 논의가 있었지만 결국 다수에 의해 거부되었습니다.

source: 2015 Elections: The issue is not only normal but a woman's right!
ko: 2015년 선거: 이제 여성의 투표는 정상적인 일일 뿐만 아니라 여성의 권리가 되었습니다!

source: In 2013, 30 Saudi women were appointed to the 150-member Shura or Consultative Council, an advisory board for the government.
ko: 2013년에는 사우디 여성 30명이 정부를 위한 자문 기구인 의원 수 150명 규모의 슈라 자문 의회에 임명되기도 했다.

source: Many have praised such "baby steps" taken by the absolute monarchy, hoping more reforms.
ko: 많은 이들은 전제군주국인 사우디아라비아가 뗀 이러한 “걸음마”를 예찬하며 장차 사우디에서 더 많은 개혁이 일어날 것을 낙관했다.

source: Here's What Russian Internet Users Googled in 2015 · Global Voices
ko: 2015년 러시아에서 가장 많이 검색한 단어는?

source: The A321 plane crash was among the top events Russians searched for on Google in 2015.
ko: A321 비행기 추락 사고가 2015년 러시아 인터넷 사용자가 구글에서 가장 많이 검색한 단어 중 하나로 선정되었다.

source: Screenshot from YouTube.
ko: 유튜브 스크린 샷.

source: During the past year, Russian Internet users cheered on Eurovision and hockey, but also mourned prominent Russians who passed away and followed the tragic events in Egypt and France, according to Google search data.
ko: 구글 검색 데이터에 따르면, 러시아 인터넷 사용자는 지난 1년간 유로비전과 하키에 열광했지만, 올해로 유명을 달리한 러시아 유명인사의 죽음을 슬퍼했고, 이집트와 프랑스에서 일어난 비극적인 사건의 경위를 추적했다.

source: As part of its annual Year in Search report, Google gave an overview of the most popular search queries on the RuNet.
ko: 매년 발간하는 검색 추이 보고서에서 구글은 러시아 인터넷에서 가장 인기 있는 검색어를 모아놓았다.

source: In a short video, Google Russia offered a bird's eye view of the most frequently searched items on the Russian Internet in 2015.
ko: 이 단편 비디오에, 구글 러시아는 2015년 러시아 인터넷에서 가장 많이 검색한 단어를 한눈에 볼 수 있도록 해놓았다.

source: Google also provided some charts of top trending items that Russians took an interest in during the past year.
ko: 구글은 지난 1년간 러시아 인터넷에서 가장 유행했던 항목이 뭐였는지도 같이 알려준다.

source: Top events of the year included Eurovision and the World hockey championship (where Russia won silver), as well as the solar eclipse and the 2015 Oscars.
ko: 가장 관심을 끈 사건으로는 유로비전과 (올해 러시아가 은메달을 딴) 세계하키챔피언십이 뽑혔으며, 2015년도 오스카 시상식과 개기일식도 올해 관심이 쏠렸던 사건으로 뽑혔다.

source: Sadly, many of the year's top events were tragic ones: the A321 plane crash and the terrorist attacks in Paris also made the list.
ko: A321 비행기 추락사고와 프랑스 파리에서 일어난 테러 사건도 올해 관심이 쏠렸던 사건 목록에 포함되어 있다.

source: Russian users were most curious to find definitions of or more information about things like ISIS (aka Islamic State), Leviathan (the hit Russian film that also won a Golden Globe), and the #PrayforParis hashtag, among others.
ko: 러시아 인터넷 사용자는 ISIS (이슬람 국가)를 정의한 내용이나 리바이어던 (골든글러브를 수상한 러시아 인기 영화), #PrayforParis 해시태그와 관련된 정보를 찾는데 높은 관심을 보였다.

source: Top searches for personalities included several prominent Russians who passed away in 2015 or earlier, including pop star Zhanna Friske, politician Boris Nemtsov, ballet legend Maya Plisetskaya, actor Lev Durov, and film director Eldar Ryazanov.
ko: 가장 많이 검색된 인물로는 최근 세상을 떠난 유명 러시아인인 팝스타 잔나 프리스케, 러시아 정치인인 보리스 넴초프, 전설의 무용수 마야 플리세츠카야, 러시아 배우 레브 두로프, 전설적인 러시아 영화감독 엘다르 랴자노프 등이 뽑혔다.

source: But Eurovision participant for Russia Polina Gagarina also got her cut of fame and ended up in second place among most searched individuals in Russia.
ko: 하지만 유로비전에서 러시아 대표로 참가한 폴리나 가가리나도 인기 검색어로 뽑혀서 러시아에서 두 번째로 가장 많이 검색된 인물로 뽑혔다.

source: Top searches for popular memes in the RuNet included the Carl meme from The Walking Dead series (which Russians took to with gusto), the "what color is the dress" meme, and the hardly translatable "Ничоси" meme born on the Russian VKontakte social network.
ko: 러시아 인터넷에서 가장 인기 있는 밈에 워킹 데드 시리즈의 카를 밈과 "이 드레스 색깔이 무엇이냐" 밈, 러시아 소셜 네트워크 Vkantakte 에서 생겨난 번역하기 참 어려운 "Ничоси" 밈이 뽑혔다.

source: Roscomnadzor Head Claims Google and Apple Are 'Relocating Servers' to Russia · Global Voices
ko: 언론감독청, 구글과 애플이 러시아로 서버를 옮기는 중이라 밝혀

source: While some Internet companies, like eBay and Viber, have confirmed they plan to comply with data localization demands, bigger players remain tight-lipped on the matter.
ko: 이베이와 바이버와 같은 몇몇 인터넷 기업은 러시아 데이터 현지화 법에 따른다는 방침을 밝혔지만, 다른 기업들은 어떠한 입장도 밝히지 않은 상태이다.

source: Images mixed by Kevin Rothrock.
ko: 이미지 출처: Kevin Rothrock.

source: Western Internet and technology juggernauts Google and Apple may be working on moving some of their servers storing user data to Russia, according to head of Russian media watchdog Roscomnadzor.
ko: 러시아 언론 감시 기관인 언론감독청 수장은 인터넷/IT 거대 기업인 구글과 애플이 몇몇 서버를 러시아로 옮기는 중이라고 밝혔다.

source: Aleksandr Zharov, who heads the RuNet regulator, spilled the news to journalists in the corridors of the "Internet Economy" forum, currently underway in Russia's capital, but said the information was "unofficial."
ko: 언론감독청 수장 알렉산드르 자로브는 현재 모스크바에서 진행 중인 "인터넷 경제" 포럼에서 이 소식을 밝혔지만, 이 정보는 "비공식" 정보라는 단서를 달았다.

source: "Facebook and Google haven't replied to us with anything yet," Zharov was quoted as saying by TASS information agency.
ko: "페이스북과 구글은 아직 어떠한 답신도 보내오지 않았습니다. " 자로브는 이렇게 밝혔다.

source: "According to information, as you would say, below the line, or unofficially, we know that both Google and Apple are working on localizing their databases on Russian territory."
ko: "최근 비공식적으로 입수한 정보로, 언론감독청은 구글과 애플이 러시아 영토로 데이터베이스를 옮기기 위한 작업에 들어갔다는 점을 알고 있습니다.

source: When prompted on whether Facebook and Twitter were also working to comply with data localization rules, Roscomnadzor head had nothing new to disclose.
ko: 페이스북과 트위터도 데이터 현지화 법에 따르기 위한 작업에 착수했는지 질문을 받자, 자로브는 아직 새로운 정보는 없다고 밝혔다.

source: "I can't tell you anything.
ko: "저는 아직 아무것도 말할 수 없습니다.

source: The time will come, we will inspect them and we will find out," Zharov reportedly said.
ko: 때가 되어 언론감독청이 해당 기업을 감사하면 결과가 나오겠지요. " 자로브는 이렇게 밝혔다.

source: Zharov's latest claims carry little weight, as they continue an already lengthy timeline of speculations, rumors, and denials swirling around the issue of data localization in Russia.
ko: 러시아에서 이미 데이터 현지화 법과 관련하여 오랫동안 추측과 소문 등이 있었던 것을 보면 자로브가 최근 밝힌 내용은 신빙성이 떨어진다.

source: While some companies, including Booking.com, eBay, and Viber, have confirmed they plan to comply with the user data storage demands, some of the biggest players have remained tight-lipped on the matter.
ko: com, 이베이, 바이버와 같은 몇몇 회사는 데이터 현지화 요구에 따를 계획이 있다고 밝혔지만, 다른 거대 기업들은 아직 이 사안과 관련해 어떠한 입장도 밝히지 않은 상태이다.

source: In April 2015, RBC news agency reported that Google had allegedly agreed to comply with data localization regulations, but Google later denied the claims and told Global Voices these reports were “inaccurate.”
ko: 지난 2015년 4월, RBC 뉴스는 구글이 데이터 현지화 규정에 따르기로 동의했다는 뉴스를 보도했지만, 구글은 이를 부인하고 글로벌 보이스에 이 뉴스가 "정확하지 않다"고 알렸다.

source: In September 2015, Russian media reported that Apple had caved to Russia's demands and was renting out server space in a Russian data center belonging to a company called IXcellerate.
ko: 지난 2015년 9월, 러시아 언론은 애플이 러시아 정부에 굴복하여 러시아 현지 IXcellerate 가 소유한 러시아 데이터 센터에 서버 공간을 임대했다는 소식을 보도했다.

source: At the time, both IXcellerate and Apple refused to comment.
ko: 이에, IXcellerate와 애플 모두 어떠한 입장도 내놓지 않은 상태이다.

source: The data localization law came into force on September 1, 2015, mandating Internet companies and services should store Russian users' data on servers within Russia.
ko: 모든 인터넷 회사가 러시아 사용자 데이터를 러시아 영토 안에 저장해야 한다는 규정을 골자로 한 데이터 현지화 법은 2015년 9월 1일부로 발효된 상태이다.

source: Internet services that do not comply with the law will be added to a registry of violators and could be blocked at the behest of Russia's Internet watchdog, Roscomnadzor.
ko: 이 법에 따르지 않는 인터넷 회사는 위반자 명단에 등록되고, 언론감독청의 명령에 따라 접속이 차단된다.

source: Japan and South Korea's Historic 'Comfort Women' Deal Angers Surviving Victims · Global Voices
ko: 위안부 할머니, 한국과 일본 정부의 '위안부 합의'에 분개하다.

source: Surviving comfort women rally in front of the Japanese Embassy in Seoul, August 2011. Image from Wikipedia.
ko: 주한일본대사관 앞에서 일본군 위안부 문제 해결을 요구하는 수요 집회, 2011년 8월 Image from Wikipedia.

source: The governments of Japan and South Korea appeared to reach an agreement on December 28, 2015, to "finally and irreversibly" resolve the issue of "comfort women."
ko: 2015년 12월 28일, 한국과 일본 양국 정부는 일본군 "위안부" 문제를 "최종적이고 불가역적"으로 해결한다는 합의에 도달한 것으로 보인다.

source: However, judging by the reaction of the the remaining living comfort women themselves, the December 2015 agreement appears to be aimed primarily at mending relations between the two governments rather than healing the wounds of the past.
ko: 하지만 현재 생존한 위안부 피해자 할머니들의 반응을 보면, 2015년 12월에 도달한 합의는 과거의 상처를 치유하는 목적보다 그동안 소원했던 양국 간 관계를 개선하는 데 방점을 둔 것으로 보인다.

source: In World War II, up to 200,000 women from more than ten countries across Asia were forced into sexual slavery by the Imperial Japanese Army.
ko: 제2차 세계대전 당시, 일본군은 10개 이상의 아시아 국가에서 20만 명 가까이 되는 여성에게 성 노예로 살 것을 강요했다.

source: These women were euphemistically called ianfu (comfort women) in Japanese, and have long been a source of political controversy.
ko: 일본군은 완곡어법을 써서 이 여성들을 위안부라고 불렀고, 이는 오랜 기간 정치적 논란을 일으킨 원인이었다.

source: Under the December 2015 agreement, Prime Minister of Japan Shinzo Abe "expressed anew his most sincere apologies and remorse to all the women who underwent immeasurable and painful experiences and suffered incurable physical and psychological wounds as comfort women."
ko: 2015년 12월 체결된 합의에 따라, 일본 아베 총리는 "다시 한 번 위안부로서 많은 고통을 겪고 심신에 걸쳐 치유하기 어려운 상처를 입은 모든 분에 대해 마음으로부터 사죄와 반성의 마음을 표명했다.

source: Prime Minister Abe's apology is notable for two reasons.
ko: 일본 아베 총리가 한 사과에서 두 가지가 눈에 띈다.

source: Although former Japanese Prime Minister Murayama Tomiichi and former Foreign Minister Kono Yohei had both issued statements in 1995 (the 50th anniversary of the end of World War II) acknowledging that women across Asia had been forced into sexual slavery, these apologies had been perceived by Korea and other countries affected by the issue to be personal statements and not official government apologies.
ko: 무라야마 도미이치 일본 전 총리와 전 일본 외상 고노 요헤이가 1995년(제2차 세계대전 종전 50주년)에 성명을 발표하여 아시아 전역에서 여성들이 성 노예로 살 것을 강요받았다고 인정했지만, 이 문제와 관련된 주변국은 이러한 성명을 일본 정부의 공식적인 사과라고 받아들이기보다는 개인적으로 발표한 성명이라고 인식하고 있었다.

source: As well, Abe is widely perceived to be a right-wing hawk and is regarded with suspicion by some of Japan's neighbors.
ko: 아베 총리는 일본 극우로 알려졌으며, 몇몇 주변국은 아베 총리에 의심의 눈초리를 거두지 못하고 있다.

source: Attempting to repair relations with South Korea by addressing outstanding issues from World War II was unexpected.
ko: 아베 총리가 제2차 세계대전 이후 아직 해결되지 않는 문제를 다루어 한국과 관계를 개선하려 시도한 점은 예상 밖의 일이었다.

source: As part of the agreement, the Japanese government has set up a ¥1 billion (US$8.3 million) fund for the 46 living comfort women in South Korea.
ko: 이번 합의에 따라, 일본 정부는 현재 생존 중인 위안부 피해자 46명을 위해 10억 엔(미화 830만 불) 규모로 지원 기금을 조성한다.

source: These women and their relatives were apparently not consulted by the South Korean government before the agreement with Japan was reached, with acrimonious results.
ko: 한국 정부는 일본 정부와 합의에 도달하기 전에 위안부 피해자 및 관련 단체와 어떠한 사전 협의도 거치지 않았고, 이는 격렬한 반발로 이어졌다.

source: In a video now viewed more than 587,000 times, on December 29, the day after Japan and South Korea reached an agreement, South Korean Deputy Foreign Minister Sung Nam-Lin was confronted by an unnamed surviving former comfort woman.
ko: 지금까지 58만7천 번 이상의 조회 수를 기록한 이 비디오에서, 일본과 한국 양국 정부가 위안부 합의에 도달한 다음 날인 12월 29일에 임성남 외교부 1차관이 이름을 알 수 없는 위안부 피해자 할머니와 대면하는 장면이 나온다.

source: Screencap from CBS Notcutnews video widely shared on social media.
ko: 소셜미디어에서 공유되고 있는 CBS 노컷뉴스 비디오 스크린 샷.

source: English caption attributed to Hyun-Soo Lim.
ko: 영어 캡션: Hyun-Soo Lim.

source: The Korean Council for the Women Drafted for Military Sexual Slavery by Japan issued a statement condemning the agreement, saying:
ko: 한국정신대문제대책협의회(이하 정대협)는 이번 합의를 비난하는 성명을 냈다.

source: The Korean government’s attitude towards this Agreement, which is vague and incomplete, is rather shocking.
ko: 무엇보다 이 모호하고 불완전한 합의를 얻어내기 위해 한국 정부가 내건 약속은 충격적이다.

source: The government concurred that this Agreement represents a “final, irreversible” settlement of the issues, as long as the Japanese government is committed to the due diligence in the future. Meanwhile, the Korean government promised that it will seek a resolution for the matter of the Peace Monument in front of the Japanese Embassy in Seoul in order to maintain the dignity of the Embassy, and will limit its criticism against Japanese government internationally.
ko: 한국 정부는 일본 정부가 표명한 조치를 착실히 한다는 것을 전제로 이번 발표를 통해 일본 정부와 함께 이 문제가 최종적 및 불가역적으로 해결될 것을 확인하고, 주한일본대사관 앞의 평화비에 대해 공관의 안녕/위엄의 유지를 위해 해결방안을 찾을 것이며, 상호 국제사회에서 비난/비판을 자제하겠다는 것이다.

source: This is a diplomatic humiliation.
ko: 되를 받기 위해 말로 줘버린 한국 정부의 외교 행태는 가히 굴욕적이다.

source: The peace monument in front of the Japanese embassy in Seoul is a bronze statue of a comfort woman, and is just one of many peace monuments around the world dedicated to comfort women.
ko: 주한일본대사관 앞에 건립된 평화비는 위안부 피해자를 위한 동상이며, 위안부 피해자에게 헌정된 세계의 수많은 평화비 중 하나이다.

source: The statues generally provoke controversy wherever they are located around the world.
ko: 건립되는 곳마다, 평화비는 대체로 논란의 대상이 되고 있다.

source: Former Prime Minister Murayama Tomiichi welcomed the deal, while Japanese Communist Party leader Shii Kazuo, who has long been a fierce critic of Prime Minister Abe's agenda, said the deal "restored dignity and respect" to the comfort women.
ko: 정치 > 서울 평화비가 철거되기까지 "위안부" 기금은 없다.

source: In a tweet that has been shared 1,400 times, Tamogami says:
ko: 출처: dlvr.

source: At the joint press conference, Japanese Foreign Minister Kishida said that the Japanese and South Korean governments working together would help restore dignity and respect to the former comfort women, and the initiative is aimed at healing the wounds of the past.
ko: 합동 기자회견에서 기시다 일본 외상은 일본과 한국 정부가 위안부 피해자의 명예와 존엄을 회복하고자 협력하고 있고, 이는 과거의 상처를 치유하는 데 초점이 맞춰져 있다고 밝혔다.

source: Isn't this all a bit odd?
ko: 하지만 이건 좀 이상하지 않은가?

source: Who is going to restore the tarnished reputation of the Japanese armed forces and fighting men?
ko: 그럼 일본군과 그 전투원의 더럽혀진 명성은 대체 누가 회복할 것인가?
